commands = '''
**𝙰𝙱𝙾𝙳 𝙲𝙷𝙴𝙲𝙺𝙴𝚁
الاوامـر :

.م1` » اعدادات السورس

`.م2` » لمعرفة اوامر صيد اليوزرات

`.م3` » لمعرفة اوامر تجميع نقاط بوتات التمويل

`.م4` » لمعرفة اوامر السورس الاضافية**
'''
sec1 = '''
`-- -- -- -- -- -- -- -- --`
**𝙰𝙱𝙾𝙳 𝙲𝙷𝙴𝙲𝙺𝙴𝚁
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍

`.فحص` : لاجراء فحص للسورس

`.سورس` : لاجراء فحص للسورس الاضافي
`.اعادة تشغيل` : لاجراء اعادة تشغيل للسورس

╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
'''
sec2 = '''
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍

✩ `.تثبيت يدوي + القناة + اليوزر` : يقوم بتثبيت اليوزر بقناة معينة

✩ `.صيد + العدد + النوع + يوزر القناة` : يقوم بفحص اليوزرات وتثبيتها على القناة

✩ `.تثبيت تلقائي + العدد + القناة + اليوزر` : يقوم بتثبيت اليوزر بقناة معينة

✩ `.حالة الصيد` : لمعرفة اقدم الصيد

✩ `.حالة التثبيت التلقائي` : لمعرفة تقدم التثبيت التلقائي

✩ `.الانواع` : لمعرفة انواع اليوزرات

╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
'''
sec3 = """
𝙰𝙱𝙾𝙳 𝙲𝙷𝙴𝙲𝙺𝙴𝚁
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍

`.تجميع المليار` : يقوم بتـجميع نقاطـ بوت تمويل المليار

`.تجميع الجوكر` : يقوم بتجميع نقاط بوت تمويل الجوكر

╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
"""
sec4 = """
الاوامر الاضافية | 𝙰𝙱𝙾𝙳 

╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍

1️⃣ الامـر نشر تلقائي 

الوظيفة : نشر رسالة معينة تلقائيا

طريقة الاستعمال : [.مؤقت + عدد الثواني + عدد التكرار + الكليشة]

مثال | [`.مؤقت 3 5 مرحبأ بك في سورس سايثون` ]

2️⃣ الامر [تكرار] 

الوظيفة : تكرار رسالة معينة بالرد عليها

طريقة الاستعمال : .تكرار + عدد التكرار

3️⃣ الامر اذاعة للخاص

الوظيفة : ارسال رسالة معينة الى جميع المحادثات الخاصة في حسابك

طريقة الاستعمال : .للخاص + الكليشة

مثال | `.للخاص مرحبا بك في سورس سايثون `

4️⃣ الامر اذاعة للمجموعات

الوظيفة : ارسال رسالة معينة الى جميع المجموعات في حسابك

طريقة الاستعمال : .للكروبات + الكليشة

مثال | `.للخاص مرحبا بك في سورس سايثون `

5️⃣️ الامر تسلية 

الوظيفة : التسلية فقط 

محتويات الامر : [`.قمور`][`.حلويات`][`.قلوب`][`.العد التنازلي`][`.قمر`]

6️⃣الامر الالة الحاسبة العلمية 

طريقة الاستعمال [`.احسب + الرقم الاول + العملية الحسابية + الرقم الثاني` ]

يجب مراعات المسافة بين كل كلمة

مثال | `.احسب 7 + 7`
مثال | `.احسب 7 * 7`
مثال | `.احسب 7 - 7`
مثال | `.احسب 7 ÷ 7` 

╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
"""
tele_checker = '''
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍

✩ `.تثبيت يدوي + القناة + اليوزر` : يقوم بتثبيت اليوزر بقناة معينة

✩ `.صيد + العدد + النوع + يوزر القناة` : يقوم بفحص اليوزرات وتثبيتها على القناة

✩ `.تثبيت تلقائي + العدد + القناة + اليوزر` : يقوم بتثبيت اليوزر بقناة معينة

✩ `.حالة الصيد` : لمعرفة اقدم الصيد

✩ `.حالة التثبيت التلقائي` : لمعرفة تقدم التثبيت التلقائي

✩ `.الانواع` : لمعرفة انواع اليوزرات

╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
'''
tele_checker2 = '''
𝙰𝙱𝙾𝙳 𝙲𝙷𝙴𝙲𝙺𝙴𝚁
𝚃𝚑𝚎 𝚝𝚢𝚙𝚎𝚜 :
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
1 : 𝚃𝚘 𝚌𝚑𝚎𝚌𝚔 ↬ ##000
2 : 𝚃𝚘 𝚌𝚑𝚎𝚌𝚔 ↬ ##0000
3 : 𝚃𝚘 𝚌𝚑𝚎𝚌𝚔 ↬ ##111
4 : 𝚃𝚘 𝚌𝚑𝚎𝚌𝚔 ↬ ##1111
5 : 𝚃𝚘 𝚌𝚑𝚎𝚌𝚔 ↬ ##222
6 : 𝚃𝚘 𝚌𝚑𝚎𝚌𝚔 ↬ ##2222
7 : 𝚃𝚘 𝚌𝚑𝚎𝚌𝚔 ↬ ##333
8 : 𝚃𝚘 𝚌𝚑𝚎𝚌𝚔 ↬ ##3333
9 : 𝚃𝚘 𝚌𝚑𝚎𝚌𝚔 ↬ ##444
10 : 𝚃𝚘 𝚌𝚑𝚎𝚌𝚔 ↬ ##4444
11 : 𝚃𝚘 𝚌𝚑𝚎𝚌𝚔 ↬ ##555
12 : 𝚃𝚘 𝚌𝚑𝚎𝚌𝚔 ↬ ##5555
13 : 𝚃𝚘 𝚌𝚑𝚎𝚌𝚔 ↬ ##666
14 : 𝚃𝚘 𝚌𝚑𝚎𝚌𝚔 ↬ ##6666
15 : 𝚃𝚘 𝚌𝚑𝚎𝚌𝚔 ↬ ##777
16 : 𝚃𝚘 𝚌𝚑𝚎𝚌𝚔 ↬ ##7777
17 : 𝚃𝚘 𝚌𝚑𝚎𝚌𝚔 ↬ ##888
18 : 𝚃𝚘 𝚌𝚑𝚎𝚌𝚔 ↬ ##8888
19 : 𝚃𝚘 𝚌𝚑𝚎𝚌𝚔 ↬ ##999
20 : 𝚃𝚘 𝚌𝚑𝚎𝚌𝚔 ↬ ##9999
21 : 𝚃𝚘 𝚌𝚑𝚎𝚌𝚔 ↬ ##&&&
22 : 𝚃𝚘 𝚌𝚑𝚎𝚌𝚔 ↬ ##&&&&
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
طريقـة تفـعيل الـصيد 
.صيد + عدد المحاولات للتجربـة + رقم نوع الصيد + يوزر القناه الذي انشاته
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
- مثـال╎ `.صيد 300 1 @i_m_q`
'''
